Repository: NERC-CEH/bloominalgae-app
Catalog: src/common/translations/interface/*.po
Languages: es_cl, fr_be, nl_be, no

source: <0><p>Thanks for sending in your record using the Bloomin'Algae app. </p><p>From your photos, we do not think this is blue-green algae (cyanobacteria).</p><2><p>We cannot of course be certain that blue-green algae are not present at all at this site, but they are not clearly visible in the photo.</p><p>Our algal guide in the app has photos to help with identification. Our website also has a description of a simple stick test you can use to help eliminate duckweed and blanket weed, which are commonly misidentified as blue-green algae: https://www.ceh.ac.uk/algal-blooms/bloomin-algae</p><p>If you do suspect a bloom at any site, please avoid contact with the water or any shoreline scum. If you, or your pet, become unwell after contact with water that may be contaminated with blue-green algae, we’d recommend you seek immediate medical or veterinary advice.</p><p>Thanks again for using the app!</p><p>The Bloomin'Algae team at the UK Centre for Ecology & Hydrology</p></2></0>
es_cl: <0><p>Gracias por enviar su registro usando la app Bloomin'algae.</p><p> A partir de sus fotos, no creemos que se trate de algas verdeazuladas (cianobacterias). </p><2><p>Por supuesto, no podemos estar seguros de que las algas verdeazuladas no están presentes en absoluto en este sitio, pero no son claramente visibles en la foto.</p><p> Nuestra guía de algas en la aplicación tiene fotos para ayudar con la identificación. Nuestro sitio web también tiene una descripción de una simple prueba con una rama que puede utilizar para ayudar a eliminar las lentejas de agua, que comúnmente se identifican erróneamente como algas verdeazuladas: https://www.ceh.ac.uk/algal-blooms/bloomin-algae</p><p> Si sospechas una floración en cualquier sitio, evite el contacto con el agua o cualquier escoria de la costa. Si usted, o su mascota, se enferman después de cualquier contacto con el agua, le recomendamos que busque asesoramiento médico o veterinario inmediato.</p><p>Gracias de nuevo por usar la aplicación! </p><p> El equipo de Bloomin' Alga en el Centro de Ecología e Hidrología del Reino Unido </p></2></0>
fr_be: <0><p>Merci beaucoup pour l'envoi de votre observation par l'app Bloomin'Algae.</p><p>D'après vos photos, nous ne pensons pas qu'il s'agit d'algues bleues (cyanobactéries).</p><2><p>Nous ne pouvons pas être certains qu'il n'y a pas d'algues bleues du tout à cet endroit, mais elles ne sont pas clairement visibles sur la photo</p><p>. Notre guide sur les algues dans l'app a des photos pour aider avec l'identification. Notre site internet a aussi la description d'un test simple avec un bâton que vous pouvez utiliser pour éliminer les lentilles d'eau et autres algues, qui sont souvent confondues avec les algues bleues: https://www.ceh.ac.uk/algal-blooms/bloomin-algae.</p><p> Si vous soupçonnez une prolifération à un endroit, évitéz le contact avec l'eau ou l'écume sur les rives. Si vous ou votre animal de compagnie ne vous sentez pas bien après un contact avec de l'eau qui peut être contaminée par des algues bleues, nous vous recommandons de consulter immédiatement un médecin ou un vétérinaire. </p><p>Encore merci pour l'utilisation de l'application!</p><p> L'équipe Bloomin'Algae au UK Centre for Ecology & Hydrology.</p></2></0>
nl_be: <0><p>Hartelijk dank voor het doorsturen van uw waarneming via de Bloomin'Algae app.</p><p>Op basis van uw foto's denken we niet dat het blauwalgen (cyanobacteriën) betreft.</p><2><p>We kunnen natuurlijk niet uitsluiten dat er blauwalgen aanwezig zijn op de locatie, maar ze zijn alleszins niet duidelijk zichtbaar op de foto.</p><p>Onze fotogids in de app kan helpen bij de identificatie. Op onze website wordt ook een eenvoudige stoktest beschreven die u kan gebruiken om eendenkroos of draadalgen, die dikwijls worden verward met blauwalgen, uit te sluiten: https://www.ceh.ac.uk/algal-blooms/bloomin-algae</p><p>Als u ergens een bloei vermoedt, vermijd dan a.u.b. elk contact met het water of de drijflaag langs de oever. Als u of uw huisdier onwel wordt na contact met het water, raden we u aan onmiddellijk medisch of veterinair advies in te winnen.</p><p>Nogmaals bedankt voor het gebruik van de app!</p><p>Het Bloomin'Algae team van het UK Centre for Ecology & Hydrology</p></2></0>
no: <0><p>Takk for at du sendte inn en registrering via Bloomin’ Algae appen. </p><p>Ut ifra bildene dine tror vi ikke dette er cyanobakterier (blågrønnalger).</p><2><p>Vi kan selvfølgelig ikke være helt sikre på at det ikke er cyanobakterier til stede, men det ser ikke slik ut på dette bildet.</p><p>Algeveilederen i appen har bilder som kan hjelpe med identifisering. På nettsiden vår finner du også en beskrivelse av en enkel pinne-test du kan utføre for å utelukke andemat og «grønske» (trådformede grønnalger), som ofte antas å være blågrønnalger: https://www.niva.no/Bloomin’Algae</p><p>Hvis du har mistanke om en oppblomstring av cyanobakterier, bør du unngå kontakt med vannet eller eventuelle ansamlinger i vannkanten. Hvis du eller kjæledyret ditt føler dere dårlige etter kontakt med vann som kan ha oppblomstring av cyanobakterier, anbefaler vi at du kontakter lege eller veterinær umiddelbart.</p><p>Takk igjen for at du bruker appen!</p><p>Bloomin' Algae teamet ved Norsk Institutt for Vannforskning</p></2></0>

source: <0><p>Thanks for sending in your record using the Bloomin'Algae app.</p><p>We have rejected this record as we think the location is incorrect. Please could you check your record and send in a new record with the correct location.</p><2><p>Please see our website for further help with using the app and identifying blooms of blue-green algae : https://www.ceh.ac.uk/algal-blooms/bloomin-algae</p><p>If you do suspect a bloom at any site, please avoid contact with the water or any shoreline scum. If you, or your pet, become unwell after contact with water that may be contaminated with blue-green algae, we’d recommend you seek immediate medical or veterinary advice.</p><p>Thanks again for using the app!</p><p>The Bloomin'Algae team at the UK Centre for Ecology & Hydrology</p></2></0>
es_cl: <0><p>Gracias por enviar tu registro usando la app Bloomin' Algae.</p><p> Hemos rechazado este registro porque creemos que la ubicación es incorrecta. Por favor, ¿podría verificar su registro y enviar un nuevo registro con la ubicación correcta? </p><2><p> Por favor, visite nuestro sitio web para obtener más ayuda con el uso de la aplicación y la identificación de floraciones de algas verdeazuladas: https://www.ceh.ac.uk/algal-blooms/bloomin-algae</p><p>Si sospechas una floración en cualquier sitio, evite el contacto con el agua o cualquier escoria de la costa. Si usted, o su mascota, se enferman después de cualquier contacto con el agua, le recomendamos que busque asesoramiento médico o veterinario inmediato.</p><p> Gracias de nuevo por usar la aplicación!</p><p> El equipo de Bloomin' Alga en el Centro de Ecología e Hidrología del Reino Unido </p></2></0>
fr_be: <0><p>Merci beaucoup pour l'envoi de votre observation par l'app Bloomin'Algae. </p><p>Nous avons rejeté cette observation car nous pensons que la localisation est incorrecte.</p><2><p> Pourriez-vous contrôler et envoyer une nouvelle observation avec une localisation correcte? S'il vous plaît, consultez notre site internet pour de l'aide pour utiliser l'app et identifier les proliférations d'algues bleues : https://www.ceh.ac.uk/algal-blooms/bloomin-algae.</p><p> Si vous soupçonnez une prolifération à un endroit, évitéz le contact avec l'eau ou l'écume sur les rives. Si vous ou votre animal de compagnie ne vous sentez pas bien après un contact avec de l'eau qui peut être contaminée par des algues bleues, nous vous recommandons de consulter immédiatement un médecin ou un vétérinaire.</p><p> Encore merci pour l'utilisation de l'application! </p><p>L'équipe Bloomin'Algae au UK Centre for Ecology & Hydrology.</p></2></0>
nl_be: <0><p>Hartelijk dank voor het doorsturen van uw waarneming via de Bloomin'Algae app.</p><p>We hebben deze waarneming verworpen omdat we vermoeden dat de locatie niet correct is. Kan u uw waarneming controleren en een nieuwe waarneming met de correcte locatie indienen a.u.b.?</p><2><p>Bekijk a.u.b. onze website voor verdere hulp bij het gebruik van de app en bij het identificeren van blauwalgenbloeien: https://www.ceh.ac.uk/algal-blooms/bloomin-algae</p><p>Als u ergens een bloei vermoedt, vermijd dan a.u.b. elk contact met het water of de drijflaag langs de oever. Als u of uw huisdier onwel wordt na contact met het water, raden we u aan onmiddellijk medisch of veterinair advies in te winnen.</p><p>Nogmaals bedankt voor het gebruik van de app!</p><p>Het Bloomin'Algae team van het UK Centre for Ecology & Hydrology</p></2></0>
no: <0><p>Takk for at du sendte inn en registrering via Bloomin’ Algae appen.</p><p>Vi har avvist denne registreringen da vi ikke tror at plasseringen stemmer. Vennligst sjekk registreringen din og send inn på nytt med riktig stedsangivelse.</p><2><p>Vennligst se vår nettside for videre hjelp til å bruke appen og identifisere oppblomstringer av cyanobakterier: https://www.niva.no/Bloomin’Algae</p><p>Hvis du har mistanke om en oppblomstring av cyanobakterier, bør du unngå kontakt med vannet eller eventuelle ansamlinger i vannkanten. Hvis du eller kjæledyret ditt føler dere dårlige etter kontakt med vann som kan ha oppblomstring av cyanobakterier, anbefaler vi at du kontakter lege eller veterinær umiddelbart.</p><p>Takk igjen for at du bruker appen!</p><p>Bloomin' Algae teamet ved Norsk Institutt for Vannforskning</p></2></0>

source: <0><p>Thanks for sending in your record using the Bloomin'Algae app. Your photo is unfortunately not clear enough to make a decision.</p><p>Please could you send in a new record with a closer photo of the water (if possible, about 30-50 cm from the water surface and/or any surface scums).</p><2><p>Please see our website for further help with identifying blooms of blue-green algae : https://www.ceh.ac.uk/algal-blooms/bloomin-algae</p><p>If you do suspect a bloom at any site, please avoid contact with the water or any shoreline scum. If you, or your pet, become unwell after contact with water that may be contaminated with blue-green algae, we’d recommend you seek immediate medical or veterinary advice.</p><p>Thanks again for using the app!</p><p>The Bloomin'Algae team at the UK Centre for Ecology & Hydrology</p></2></0>
es_cl: <0><p>Gracias por enviar su registro usando la app Bloomin' Algae. Desafortunadamente, su foto no es suficientemente clara para tomar una decisión. </p><p>Por favor, ¿podría enviar un nuevo registro con una foto más cercana del agua (si es posible, a unos 30-50 cm de la superficie del agua y / o cualquier escoria superficial)?</p><2><p>Por favor, visite nuestro sitio web para obtener más ayuda con el uso de la aplicación y la identificación de floraciones de algas verdeazuladas: https://www.ceh.ac.uk/algal-blooms/bloomin-algae</p><p> Si sospechas una floración en cualquier sitio, evite el contacto con el agua o cualquier escoria de la costa. Si usted, o su mascota, se enferman después de cualquier contacto con el agua, le recomendamos que busque asesoramiento médico o veterinario inmediato.</p><p>Gracias de nuevo por usar la aplicación!</p><p> El equipo de Bloomin' Alga en el Centro de Ecología e Hidrología del Reino Unido</p></2></0>
fr_be: Merci beaucoup pour l'envoi de votre observation par l'app Bloomin'Algae. Votre photo ne nous permet malheureusement pas de prendre une décision. S'il vous plaît, pourriez-vous envoyer une nouvelle observation avec une photo plus détaillée de l'eau (si possible, à environ 30-50 cm de la surface de l'eau ou de l'écume)? Consultez notre site internet pour de l'aide pour utiliser l'app et identifier les proliférations d'algues bleues : https://www.ceh.ac.uk/algal-blooms/bloomin-algae. Si vous soupçonnez une prolifération à un endroit, évitez le contact avec l'eau ou l'écume sur les rives. Si vous ou votre animal de compagnie ne vous sentez pas bien après un contact avec de l'eau qui peut être contaminée par des algues bleues, nous vous recommandons de consulter immédiatement un médecin ou un vétérinaire. Encore merci pour l'utilisation de l'application! L'équipe Bloomin'Algae au UK Centre for Ecology & Hydrology.
nl_be: <0><p>Hartelijk dank voor het doorsturen van uw waarneming via de Bloomin'Algae app. Uw foto is helaas te onduidelijk om een beslissing te kunnen nemen.</p><p>Kan u a.u.b. een nieuwe waarneming doorsturen met een foto dichterbij het water (indien mogelijk op ongeveer 30-50 cm afstand van het wateroppervlak of de drijflaag langs de oever).</p><2><p>Bekijk a.u.b. onze website voor verdere hulp bij het identificeren van blauwalgenbloeien: https://www.ceh.ac.uk/algal-blooms/bloomin-algae</p><p>Als u ergens een bloei vermoedt, vermijd dan a.u.b. elk contact met het water of de drijflaag langs de oever. Als u of uw huisdier onwel wordt na contact met het water, raden we u aan onmiddellijk medisch of veterinair advies in te winnen.</p><p>Nogmaals bedankt voor het gebruik van de app!</p><p>Het Bloomin'Algae team van het UK Centre for Ecology & Hydrology</p></2></0>
no: <0><p>Takk for at du sendte inn en registrering via Bloomin’ Algae appen. Bildet ditt er dessverre ikke tydelig nok til å gjøre en vurdering.</p><p>Vennligst send inn en ny registrering med et nærbilde av oppblomstringen (hvis mulig, ca 30-50 cm fra vannoverflaten og/eller overflateskummet).</p><2><p>Vennligst se vår nettside for videre hjelp til å bruke appen og identifisere oppblomstringer av cyanobakterier: https://www.niva.no/Bloomin’Algae</p><p>Hvis du har mistanke om en oppblomstring av cyanobakterier, bør du unngå kontakt med vannet eller eventuelle ansamlinger i vannkanten. Hvis du eller kjæledyret ditt føler dere dårlige etter kontakt med vann som kan ha oppblomstring av cyanobakterier, anbefaler vi at du kontakter lege eller veterinær umiddelbart.</p><p>Takk igjen for at du bruker appen!</p><p>Bloomin' Algae teamet ved Norsk Institutt for Vannforskning</p></2></0>

source: Are you sure you want to remove this photo?
es_cl: ¿Estás seguro de que quieres eliminar esta foto?
fr_be: Etes-vous certain(e) de vouloir éliminer cette photo?
no: Er du sikker på at du vil fjerne dette bildet?

source: Note: it will remain in the gallery.
es_cl: Nota: permanecerá en la galería.
fr_be: Note: elle restera dans la galerie de photos.
no: Merk: det vil forbli i galleriet.

source: This record has been uploaded and can not be edited.
es_cl: Este registro se ha cargado y no se puede editar.
fr_be: Cette observation a été téléchargée et ne peut pas être modifiée
no: Denne registreringen er lastet opp og kan ikke redigeres.

source: Successfully logged in
es_cl: Sesión iniciada correctamente
fr_be: Connexion réussie
no: Vellykket innlogging

source: Please fill in
es_cl: Completar por favor

source: email must be a valid email
es_cl: Correo electrónico debe ser un correo electrónico válido

source: You can reset the app data to its default settings.
es_cl: Puede restablecer los datos de la aplicación a su configuración predeterminada.

source: Delete account
es_cl: Eliminar cuenta

source: You can delete your user account from the system.
es_cl: Puede eliminar su cuenta de usuario del sistema.

source: Account delete
es_cl: Cuenta eliminada

source: Are you sure you want to delete your account?
es_cl: ¿Confirma que quiera eliminar su cuenta?

source: This will remove your account on the iRecord website. You will lose access to any records that you have previously submitted using the app or website.
es_cl: Esto eliminará su cuenta en el sitio web de iRecord. Perderá el acceso a cualquier registro que haya enviado anteriormente mediante la aplicación o el sitio web.

source: Sorry, we couldn't get the image.
es_cl: Perdón, no hemos encontrado la imagen.
fr_be: Désolé, nous ne pouvons pas télécharger cette image.
no: Beklager, vi kunne ikke hente bildet.

source: Welcome aboard
es_cl: Bienvenido a bordo
fr_be: Bienvenue à bord!
no: Velkommen

source: The language will default to the language of your phone settings. If you want to change the language go to "Settings" in the Bloomin' Algae app menu and select "Language"
es_cl: El idioma predeterminado será el idioma de la configuración de su teléfono. Si desea cambiar el idioma, vaya a "Configuración" en el menú de la aplicación Bloomin' Algae y seleccione "Idioma"
no: Appen vil automatisk velge språket som er valgt i dine telefoninnstillinger. Hvis du ønsker å endre språk, gå til "Innstillinger" i app-menyen til Bloomin' Algae og velg "Språk"

source: Before starting any records please check your email and click on the verification link.
es_cl: Antes de iniciar cualquier registro, revise su correo electrónico y haga clic en el enlace de verificación.
fr_be: .Avant de commencer toute observation, veuillez vérifier votre courrier électronique et cliquer sur le lien de vérification.
no: Før du starter en registrering, vennligst sjekk eposten din og trykk på verifiseringslenken.

source: Country
es_cl: País
fr_be: Pays
no: Land

source: Belgium
es_cl: Bélgica
fr_be: Belgique
no: Belgia

source: Norway
es_cl: Noruega
fr_be: Norvège
no: Norge

source: Luxembourg
es_cl: Luxemburgo

source: Netherlands
es_cl: los Países Bajos
fr_be: Pays-Bas
no: Nederland

source: United Kingdom
es_cl: Reino Unido
fr_be: Royaume-Uni
no: Storbritannia

source: email is not valid
es_cl: El correo electrónico no es válido

source: Before starting any surveys please check your email and click on the verification link.
es_cl: Antes de iniciar cualquier sondeo, revise su correo electrónico y haga clic en el enlace de verificación.

source: Resend
es_cl: Reenviar

source: Looks like your email hasn't been verified yet.
es_cl: Parece que tu correo electrónico todavía no ha sido verificado.

source: Should we resend the verification email?
es_cl: ¿Volvemos a enviar el correo electrónico de verificación?

source: A new verification email was successfully sent now. If you did not receive the email, then check your Spam or Junk email folders.
es_cl: Ahora se ha enviado con éxito un nuevo correo electrónico de verificación. Si no recibió el correo electrónico, revise su carpeta de correo basura o correo no deseado.

source: Examples of Blue-green Algae Blooms
nl_be: Blauwalgbloeien

source: Not Blue-Green Algae - duckweed and harmless green algae
nl_be: Op blauwalg lijkende 'bloeien'

source: <0><0><0>Scottish Environment Protection Agency (SEPA)</0></0><br/><2><0>Northern Ireland Environment Agency (NIEA)</0></2><br/><4><0>Natural Resources Wales (NRW)</0></4><br/><6><0>England: Environment Agency (EA)</0></6><br/><8><0>Ireland: EPA</0></8></0>
nl_be: <0><0><0>Vlaanderen: https://www.vmm.be/water/kwaliteit-waterlopen/blauwalgen</0></0><br/><2><0>Brussel: https://environnement.brussels/thematiques/eau/leau-bruxelles/etangs-et-cours-deau/les-algues-bleues-cyanobacteries</0></2><br/><4><0>Wallonië: http://environnement.sante.wallonie.be/home/slide/les-sites-de-baignade-wallons-sous-haute-surveillance-bacteriologique.html</0></4>

source: Bloom Size
nl_be: Bloeigrootte

source: Survey incomplete
nl_be: Onvolledige waarneming

source: Please do not forget to upload any pending surveys!
nl_be: Vergeet a.u.b. niet om de lopende waarnemingen op te laden!
