Repository: NERC-CEH/bloominalgae-app
Catalog: src/common/translations/interface/*.po
Languages: es_cl, fr_be, nl_be, no

source: For more information on using the app, including setting up a notification service for records submitted in your area, please see the section on “Using the app” on the <2>Bloomin’ Algae website</2>.
es_cl: Para obtener más informaciónes sobre el uso de la aplicación, incluso la configuración de un servicio de notificación para los registros enviados en su área, consulte la sección "Usar la aplicación" en el <2>sitio web de Bloomin' Algae</2>.
fr_be: Pour plus d'information sur l'utilisation de l'application, y compris l'installation d'un service de notification pour les observations concernant votre région, veuillez consulter la section “Using the app” sur le site internet de <2> Bloomin’ Algae </2>(en anglais).
nl_be: Meer informatie over het gebruik van de app, inclusief het installeren van een notificatiesysteem voor waarnemingen in uw buurt, kan u vinden in de sectie “Using the app” op de <2>Bloomin’ Algae website</2> (in het Engels).
no: For mer informasjon om bruk av appen, inkludert oppsett av varslingstjeneste for registreringer i ditt område, se delen om "Bruk av appen" på nettsiden til <2>Bloomin' Algae</2>.

source: What do we use your records for?
es_cl: ¿Para qué utilizamos sus registros?
fr_be: Quel usage faisons-nous de vos observations?
nl_be: Waarvoor worden de waarnemingen gebruikt?
no: Hvordan blir registreringene dine benyttet?

source: <0><0>Informing local authorities and landowners to help speed up the erection of public warning signs.</0><br/><2>We use the data in scientific research to get a better understanding of the timing and location of algal blooms, to understand how climate change is impacting water quality now, and to predict future impacts.</2><br/><4>We also use the data to support environment agencies and water companies in water quality risk management and prevention.</4></0>
es_cl: <0><0>Informar a las autoridades locales y a los terrateniente para ayudar a acelerar la construcción de señales de advertencia públicas.</0><br/><2> Utilizamos los datos en la investigación científica para obtener un mejor entendimiento del tiempo y la ubicación de las floraciones de algas, para entender cómo el cambio climático está afectando la calidad del agua ahora, y para predecir impactos futuros.</2><br/><4>También utilizamos los datos para apoyar a las agencias ambientales y empresas de agua en la gestión y prevención de riesgos de calidad del agua.</4></0>
fr_be: <0><0>Pour informer rapidement les autorités locales et les propriétaires des plans d’eau afin d'accélérer la mise en place de panneaux d'avertissement. </0><br/><2>Pour la recherche scientifique, pour augmenter les connaissances concernant la période et l'emplacement des proliférations d'algues bleues à travers la Belgique et pour mieux caractériser l'influence des changements climatiques maintenant et dans le futur. </2><br/><4>En appui aux instances compétentes pour la gestion et la prévention des risques concernant la qualité des eaux.</4></0>
nl_be: <0><0>Voor het inlichten van de lokale autoriteiten zodat snel publieke waarschuwingsborden kunnen worden geplaatst. </0><br/><2>Voor wetenschappelijk onderzoek om de kennis over het tijdstip en de locatie van blauwalgenbloei te vergroten en om beter te begrijpen hoe klimaatverandering hierop inspeelt. </2><br/><4>Voor het ondersteunen van de bevoegde instanties inzake waterkwaliteitsrisicobeheer en preventie. </4></0>
no: <0><0>Til å informere kommuner og interkommunale samarbeidsorganer (miljørettet helsevern, vannområder, vannverk) slik at offentlige advarsler raskere kommer på plass.</0><br/><2>Vi bruker dataene i vitenskapelig forskning for å få en bedre forståelse av tidspunkt og lokaliteter for oppblomstringer av cyanobakterier over hele Norge. Slik kan vi forstå hvordan klimaendring påvirker vannkvalitet nå, og forutse fremtidige påvirkninger.</2><br/><4>Dataene vil bli benyttet av relevante institutter og etater (Folkehelseinstituttet, Veterinærinstituttet, Miljødirektoratet, NIVA) i risikohåndtering og forebygging rundt vannkvalitet.</4></0>

source: Upload
es_cl: Subir
fr_be: Téléchargez
nl_be: Opladen
no: Last opp

source: OK
es_cl: Okey

source: DD/MM/YYYY
es_cl: dd/mm/aaaa
fr_be: JJ/MM/AAAA
nl_be: DD//MM//JJJJ
no: DD/MM/ÅÅÅÅ

source: Record
es_cl: Registro
fr_be: Observation
nl_be: Waarneming
no: Registrering

source: By clicking “I Understand” you agree that you have read and understood this warning
es_cl: Al hacer clic en "Entiendo", usted acepta que ha leído y entendido esta advertencia
fr_be: En cliquant sur "Je comprends", vous reconnaissez avoir lu et compris cet avertissement
nl_be: Door op “Ik begrijp het” te klikken geeft u aan dat u deze waarschuwing hebt gelezen en begrepen.
no: Ved å klikke «Jeg Forstår» bekrefter du at du har lest og forstått denne advarselen

source: I Understand
es_cl: Entiendo
fr_be: J'ai compris
nl_be: Ik begrijp het
no: Jeg Forstår

source: Done
es_cl: Hecho
fr_be: Réalisé
nl_be: Klaar
no: Ferdig

source: Hide
es_cl: Esconder
fr_be: Cachez
nl_be: Verberg
no: Skjul

source: All Records
es_cl: Todos los registros
fr_be: Toutes les observations
nl_be: Alle waarnemingen
no: Alle registreringer

source: Welcome to Bloomin’ Algae!
es_cl: ¡Bienvenidos a Bloomin' Algae!
fr_be: Bienvenue à Bloomin’ Algae!
nl_be: Welkom bij Bloomin' Algae!
no: Velkommen til Bloomin' Algae!

source: Bloomin’ Algae is a Citizen Science app for reporting the presence of harmful blooms of blue-green algae. The records you send in help speed up warnings to minimise risks to public and animal health. Thanks for taking part!
es_cl: Bloomin’ Algae es una aplicación de Ciencia Ciudadana para reportar la presencia de floraciones dañinas de algas verdeazuladas. Los registros que envía ayudan a acelerar las advertencias para minimizar los riesgos para la salud pública y animal. ¡Gracias por participar!
fr_be: Bloomin 'Algae est une application de Science participative (‘Citizen Science’ en anglais) pour signaler la présence de proliférations d'algues bleues (également appelées cyanobactéries). Les observations que vous envoyez contribuent à accélérer les réactions des autorités afin de minimiser les risques pour la santé publique et animale. Merci pour votre participation!
nl_be: Bloomin’ Algae is een Citizen Science app waarmee u de aanwezigheid van blauwalgenbloei (ook gekend als cyanobacteriën) kan rapporteren. De waarnemingen die u doorgeeft helpen het waarschuwingsproces te versnellen zodat de risico’s voor mens en dier worden beperkt. Bedankt om hieraan mee te helpen!
no: Bloomin' Algae er en folkeforskningsapp for å rapportere forekomster av farlige oppblomstringer av cyanobakterier. Registreringene du sender inn vil bidra til raskere oppføring av advarsler og minimere helserisiko for mennesker og dyr. Takk for at du bidrar!

source: See past 12 months
es_cl: Ver los últimos 12 meses
fr_be: Voir les derniers 12 mois
nl_be: Laatste 12 maanden
no: Se siste 12 måneder

source: The default setting is the past 4 weeks of records.
es_cl: La configuración predeterminada son las últimas 4 semanas de registros.
fr_be: Le paramètre par défaut concerne les 4 dernières semaines d'observations.
nl_be: Waarnemingen van de laatste 4 weken is de standaardinstelling.
no: Standard innstilling er de siste 4 uker med registreringer.

source: Please confirm this is your correct location.
es_cl: Confirme que esta es su ubicación correcta.
fr_be: Veuillez confirmer que la localisation est correcte
nl_be: Bevestig a.u.b. of uw locatie correct is.
no: Vennligst bekreft at dette er din riktige posisjon.

source: This record has no images.
es_cl: Este registro no tiene imágenes.
fr_be: Il n'y a pas d'images avec cette observation
nl_be: Deze waarneming bevat geen foto's.
no: Denne registreringen har ingen bilder.

source: Do not show again
es_cl: No volver a mostrar
fr_be: Ne plus montrer
no: Ikke vis igjen

source: rejected
es_cl: rechazado
fr_be: refusé
nl_be: afgewezen
no: avvist

source: complete
es_cl: completo
fr_be: complet
nl_be: volledig
no: ferdig

source: plausible
es_cl: verosímil
fr_be: probable
no: plausibel

source: verified
es_cl: verificado
fr_be: vérifié
nl_be: geverifieerd
no: bekreftet

source: Register/Login
es_cl: Registrarse/Iniciar sesión
fr_be: Enregistrement/Connection
nl_be: Registreer/Login
no: Registrer deg/Logg inn

source: Create a free account
es_cl: Crear una cuenta gratis
fr_be: Créez un compte gratuit
nl_be: Creëer een gratis account
no: Opprett gratis konto

source: First name
es_cl: Nombre
fr_be: Prénom
nl_be: Voornaam
no: Fornavn

source: Last name
es_cl: Apellido
fr_be: Nom de famille
nl_be: Achternaam
no: Etternavn

source: Email
es_cl: Correo electrónico
fr_be: Courrier électronique
no: Epost

source: Password
es_cl: Contraseña
fr_be: Mot de passe
nl_be: Paswoord
no: Passord

source: By clicking Sign Up, you agree to our <2>Privacy Policy</2> and <6>Terms and Conditions</6>
es_cl: Al hacer clic en Inscribirse, acepta nuestra <2>Normas de Confidencialidad</2> y <6>Términos y Condiciones</6>
fr_be: En cliquant sur S'inscrire, vous acceptez notre <2>politique de confidentialité</2> et nos <6>conditions générales </6>
nl_be: Door te klikken op Aanmelden gaat u akkoord met <2>ons Privacybeleid</2> en <6>onze Voorwaarden</6>
no: Ved å trykke Registrer, godtar du vår <2>Personvernerklæring</2> og <6>Vilkår og Betingelser</6>

source: Sign Up
es_cl: Inscribirse
fr_be: S'inscrire
nl_be: Aanmelden
no: Registrer konto

source: I am already a member
es_cl: Ya soy miembro
fr_be: Je suis déjà membre
nl_be: Ik ben al lid.
no: Jeg er allerede medlem

source: Sign In
es_cl: Inicia sesión
fr_be: S'identifier
nl_be: Inloggen
no: Logg Inn

source: Welcome back
es_cl: ¡Bienvenido de nuevo!
fr_be: Bienvenue à nouveau
nl_be: Welkom terug
no: Velkommen tilbake

source: Sign in to your account to start
es_cl: Inicia sesión en tu cuenta para empezar
fr_be: Connectez-vous à votre compte pour commencer
nl_be: Log in op uw account om te beginnen
no: Logg inn på din konto for å begynne

source: Forgot password?
es_cl: ¿Olvidó la contraseña?
fr_be: Mot de passe oublié?
nl_be: Paswoord vergeten?
no: Glemt passord?

source: firstName is a required field
es_cl: Nombre es un campo obligatorio
fr_be: Le prénom est un champ obligatoire
nl_be: Voornaam is een verplicht veld
no: forNavn er et obligatorisk felt

source: Enter your email address to request a password reset.
es_cl: Introducir correo electrónico para solicitar un restablecimiento de contraseña.
fr_be: Entrez votre adresse de courrier électronique pour demander une réinitialisation du mot de passe
nl_be: Voer uw e-mailadres in om het resetten van uw ​​wachtwoord aan te vragen.
no: Oppgi din epostadresse for å be om nullstilling av passord.

source: email is a required field
es_cl: Correo electrónico es un campo obligatorio
fr_be: L'adresse de courrier électronique est un champ obligatoire
nl_be: e-mail is een verplicht veld
no: epost er et obligatorisk felt

source: password is a required field
es_cl: Contraseña es un campo obligatorio
fr_be: Le mot de passe est un champ obligatoire
nl_be: paswoord is een verplicht veld
no: passord er et obligatorisk felt

source: secondName is a required field
es_cl: Apellido es un campo obligatorio
fr_be: Le nom de famille est un champ obligatoire
nl_be: Achternaam is een verplicht veld
no: etterNavn er et obligatorisk felt

source: Logout
es_cl: Cerrar sesión
fr_be: Déconnection
nl_be: Uitloggen
no: Logg ut

source: Are you sure you want to logout?
es_cl: ¿Está seguro de que desea cerrar la sesión?
fr_be: Etes-vous certain(e) de vouloir quitter?
nl_be: Weet u zeker dat u wilt uitloggen?
no: Er du sikker på at du vil logge ut?

source: Discard local data
es_cl: Desechar datos locales
fr_be: Eliminer les données locales
nl_be: Verwijder lokale gegevens
no: Forkast lokale data

source: Please wait...
es_cl: Espere por favor
fr_be: Veuillez attendre ...
nl_be: Wacht even a.u.b.
no: Vennligst vent...

source: Finish
es_cl: Terminar
fr_be: Terminer
nl_be: Afronden
no: Fullfør

source: Choose a method to upload a photo
es_cl: Elige un método para subir una foto
fr_be: Choisissez une méthode pour charger une photo
nl_be: Kies een methode om een foto op te laden
no: Velg hvordan du vil laste opp et bilde

source: No photo has been added.<br/>Press <4><0></0></4> to add.
es_cl: No se ha añadido ninguna foto. <br/>Pulsa<4><0></0></4>para añadir
fr_be: Aucune photo n'a été ajoutée.<br/>Appuyez sur <4><0></0></4> pour en ajouter.

source: Gallery
es_cl: Galería de fotos
fr_be: Galerie de photos
nl_be: Gallerij
no: Galleri

source: Camera
es_cl: Cámara fotográfica
fr_be: Appareil photo
no: Kamera

source: Please do not forget to upload any pending records!
es_cl: ¡Por favor, no olvide cargar los registros pendientes!
fr_be: S'il vous plait, n'oubliez pas de télécharger vos observations en attente
no: Ikke glem å laste opp ventende registreringer!

source: OK, got it
es_cl: Okey, entendido
fr_be: OK, j'ai compris
nl_be: Ok, begrepen
no: OK, jeg forstår

source: Sorry
es_cl: Perdón
fr_be: Désolé
no: Beklager

source: Unauthorized
es_cl: No autorizado
fr_be: Non autorisé
nl_be: Niet toegestaan
no: Uautorisert

source: Not found
es_cl: Ilocalizable
fr_be: Non trouvé
nl_be: Niet gevonden
no: Ikke funnet

source: Bad Request
es_cl: Solicitud errónea
fr_be: Requête incorrecte
nl_be: Foutief verzoek
no: Ugyldig forespørsel

source: Some of your records have been verified. Please check your records list.
es_cl: Algunos de sus registros han sido verificados. Por favor, revise su lista de registros.
fr_be: Certaines de vos observations ont été vérifiées. Veuillez contrôler votre liste d'observations.
nl_be: Sommige van uw waarnemingen zijn geverifieerd. Controleer uw lijst met waarnemingen.
no: Noen av dine registreringer har blitt verifisert. Vennligst sjekk listen din over registreringer.

source: Yesterday
es_cl: Ayer
fr_be: Hier
nl_be: Gisteren
no: I går

source: <0><p>Thanks so much for sending your record in - this looks very much like a bloom of blue-green algae (also known as cyanobacteria), so we have verified your record as “considered correct”.</p><1><p>These surface accumulations constitute a high risk to public and animal health – particularly to dogs. If this is a public place, then please check that warning signs are posted. If not, please contact your local authority environmental health officer or environment protection agency who can advise the landowner on an appropriate warning sign.</p><p>Finally, please avoid contact with the water or any shoreline scum. If you, or your pet, become unwell after any contact with the water, we’d recommend you seek immediate medical or veterinary advice.</p><p>Thanks again for using the app!</p><p>The Bloomin'Algae team at the UK Centre for Ecology & Hydrology</p></1></0>
es_cl: <0><p>Muchas gracias por enviar su registro - esto se parece mucho a una floración de algas verdeazuladas (también conocidas como cianobacterias), por lo que hemos verificado su registro como "considerado correcto".</p><1><p> Estas acumulaciones superficiales constituyen un alto riesgo para la salud pública y animal, especialmente para los perros. Si este es un lugar público, por favor compruebe que las señales de advertencia estén publicadas. Si no es así, comuníquese con el oficial de salud ambiental de su autoridad local o con la agencia de protección del medio ambiente que puede aconsejar al propietario sobre una señal de advertencia apropiada.</p><p> Por último, evite el contacto con el agua o cualquier escoria de la costa. Si usted, o su mascota, se enferman después de cualquier contacto con el agua, le recomendamos que busque asesoramiento médico o veterinario inmediato.</p><p> Gracias de nuevo por usar la aplicación!</p><p> El equipo de Bloomin' Alga en el Centro de Ecología e Hidrología del Reino Unido</p></1></0>
fr_be: Merci beaucoup pour l'envoi de votre observation - ceci ressemble beaucoup à une prolifération d'algues bleues (aussi appelées cyanobactéries), et nous l'avons évalué comme 'considéré correct'. Ces proliférations constituent un risque élevé pour la santé publique et animale - particulièrement pour les chiens. S'il s'agit d'un endroit public, veuillez contrôler que des panneaux d'avertissement ont été placés. Si c'est un endroit privé, contactez votre responsable local de l'environnement qui peut conseiller le propriétaire pour placer un avertissement. De plus, évitez le contact avec l'eau ou l'écume sur la rive. Si vous ou votre animal de compagnie ne vous sentez pas bien après un contact avec de l'eau qui peut être contaminée par des algues bleues, nous vous recommandons de consulter immédiatement un médecin ou un vétérinaire. Encore merci pour l'utilisation de l'app. L'équipe Bloomin'Algae au UK Centre for Ecology and Hydrology.
nl_be: <0><p>Hartelijk dank voor het doorsturen van uw waarneming - dit lijkt zeer sterk op een blauwalgenbloei (ook gekend als cyanobacteriën), we hebben uw waarneming dan ook als "correct beschouwd" beoordeeld. </p><1><p>Deze drijflagen vormen een hoog gezondheidsrisico voor mens en dier - in het bijzonder voor honden. Als dit een openbare plaats betreft, controleer dan of er reeds waarschuwingsborden zijn geplaatst. Als dit niet het geval is, neem dan zo snel mogelijk contact op met de plaatselijke milieudienst.</p><p>Vermijd alle contact met het water of de drijflaag langs of op de oever. Als u of uw huisdier onwel wordt na contact met het water, raden we u aan onmiddellijk medisch of veterinair advies in te winnen.</p><p>Nogmaals bedankt voor het gebruik van de app!</p><p>Het Bloomin'Algae team van het UK Centre for Ecology & Hydrology</p></1></0>
no: <0><p>Tusen takk for at du sendte inn en registrering – dette ser veldig ut som en oppblomstring av cyanobakterier (også kjent som blågrønnalger), så vi har verifisert denne som «trolig korrekt».</p><1><p>Disse ansamlingene på overflaten utgjør en stor helsefare for mennesker og dyr – særlig hunder. Hvis dette er et offentlig sted, vennligst sjekk at advarselsskilt er satt opp. Er det ikke synlige advarsler til stede, vær vennlig å kontakte kommunen/kommuneoverlege/miljørettethelsevern/vannverkseier som kan informere og sette opp advarsler.</p><p>Vær også oppmerksom på at kontakt med vannet eller eventuelle ansamlinger i vannkanten bør unngås. Hvis du eller kjæledyret ditt føler dere dårlige etter kontakt med vannet, anbefaler vi at du kontakter lege eller veterinær umiddelbart.</p><p>Takk igjen for at du bruker appen!</p><p>Bloomin' Algae teamet ved Norsk Institutt for Vannforskning</p></1></0>

source: READ MORE
es_cl: SIGUE LEYENDO
fr_be: Plus d'informations
nl_be: LEES MEER
no: LES MER

source: Info
es_cl: Informaciónes
fr_be: Information
