Repository: NERC-CEH/bloominalgae-app
Catalog: src/common/translations/interface/*.po
Languages: es_cl, fr_be, nl_be, no

source: Back
es_cl: Regresar
fr_be: Retour
nl_be: Terug
no: Tilbake

source: Home
es_cl: Inicio
nl_be: Hoofdmenu
no: Hjem

source: Map
es_cl: Mapa
fr_be: Plan
nl_be: Kaart
no: Kart

source: Guide
es_cl: Guía
fr_be: Guide photo
nl_be: Fotogids
no: Veiledning

source: My Records
es_cl: Mi registro
fr_be: Mes observations
nl_be: Mijn waarnemingen
no: Mine registreringer

source: Identify
es_cl: Identifica
fr_be: Identifier
nl_be: Identificeren
no: Identifiser

source: If you are still not sure after looking at this guide please submit the record anyway
es_cl: Si todavía no está seguro después de consultar esta guía, envíe el registro de todas maneras
fr_be: Si vous n'êtes toujours pas certain(e) de l'identification après avoir regardé ce guide photo, veuillez quand même envoyer votre observation
nl_be: Indien u na het bekijken van de fotogids nog niet zeker bent van de identificatie, gelieve de waarneming toch in te voeren.
no: Hvis du fremdeles er usikker etter å ha sett denne veiledningen, er det fint om du sender inn registreringen likevel

source: Examples of blue-green algae blooms
es_cl: Ejemplos de floraciones de algas verdeazuladas
fr_be: Exemples de proliférations d'algues bleues
no: Eksempler på oppblomstringer av cyanobakterier

source: Usually green or blue-green in colour
es_cl: Usualmente de color verde o verdeazulado
fr_be: Habituellement de couleur verte ou bleu-verte
nl_be: Meestal groen tot blauwgroen gekleurd
no: Vanligvis grønn eller blågrønn i fargen

source: Form paint-like surface scums often along shorelines
es_cl: Forman escorias superficiales parecidas a pintura, a menudo a lo largo de las costas
fr_be: Forment des écumes ressemblant à de la peinture, souvent le long des rives
nl_be: Verfachtige drijflagen vormend, dikwijls langs de oever
no: Danner malingslignende overflateansamlinger, ofte i vannkanten

source: Tiny irregular-shaped clumps (less than 3 mm) suspended in water. May be small and round or tiny grass like flakes
es_cl: Pequeños grupos de forma irregular (menos de 3 mm) suspendidos en el agua. Puede ser pequeño y redondo o diminuto como hierbas
fr_be: Petits agrégats de forme irrégulière (moins de 3 mm) flottant dans l'eau. Les agrégats peuvent être petits et arrondis ou former de petites paillettes ressemblant à de l'herbe
nl_be: Kleine ( <3 mm), onregelmatig gevormde vlokken in het water, die ofwel bolvormig ofwel langgerekt tot spoelvormig (precies kleine grassprietjes) van uitzicht kunnen zijn
no: Bittesmå ujevne klumper (mindre enn 3 mm) løst i vannet. Kan være små og runde, eller små gress-lignende flak

source: Turquoise colour sometimes visible when decaying
es_cl: Color turquesa a veces visible cuando se descompone
fr_be: Couleur turquoise parfois visible lors de la décomposition
nl_be: Soms turquoise kleur zichtbaar tijdens de ontbinding van de bloei
no: Turkis farge kan være synlig under nedbrytning

source: Not blue-green algae - duckweed and harmless green algae
es_cl: No algas verdeazuladas: lenteja de agua y algas verdes inofensivas
fr_be: Pas des algues bleues - lentilles d'eau et algues vertes non toxiques
no: Ikke cyanobakterier - andemat og ufarlige grønnalger

source: Plants that float but have solid structure such as leaves
es_cl: Plantas que flotan pero tienen una estructura sólida, como hojas
fr_be: Plantes flottantes mais qui ont une structure solide, par exemple, des feuilles
nl_be: Drijvende plantjes met kleine, stevige blaadjes
no: Planter som flyter og har solide strukturer som f.eks. blader

source: Others are long and tubular the size of a little finger
es_cl: Otros son largos y tubulares, de tamaño de un dedo pequeño
fr_be: D'autres sont longues et tubulaires, de la taille d'un petit doigt
nl_be: Andere zijn lang en buisvormig met de grootte van een kleine vinger
no: Andre er lange og tykke, på størrelse med en lillefinger

source: Some have very stringy, long hair-like strands
es_cl: Algunos tienen hebras muy fibrosas, parecidas a pelos
fr_be: Certaines forment de longs brins ressemblant à des cheveux
nl_be: Sommige bestaan uit lange, vezelige, haarachtige strengen
no: Noen har veldig trevlete og lange hårlignende tråder

source: Or fine green hairs attached to rocks and pebbles
es_cl: O finos pelos verdes adheridos a piedras y guijarros
fr_be: ou des sortes de cheveux verts fins attachés aux cailloux
nl_be: Of zien eruit als fijne groene haren vastgehecht aan rotsblokken en stenen
no: Eller tynne og grønne tråder festet til steiner og grus

source: Pending
es_cl: Pendiente
fr_be: En attente
nl_be: In behandeling
no: Venter

source: Uploaded
es_cl: Subido
fr_be: Téléchargé
nl_be: Opgeladen
no: Lastet opp

source: Draft
es_cl: Borrador
fr_be: Brouillon
nl_be: Concept
no: Kladd

source: To delete any records swipe it to the left.
es_cl: Para eliminar cualquier registro, deslízalo hacia la izquierda
fr_be: Pour éliminer une observation, faites la glisser vers la gauche
nl_be: Veeg naar links om een waarneming te verwijderen.
no: For å slette registreringer sveip de til venstre.

source: About Bloomin’ Algae
es_cl: Sobre Bloomin' Algae
fr_be: A propos de Bloomin' Algae
nl_be: Over Bloomin' Algae
no: Om Bloomin' Algae

source: Bloomin’ Algae is a Citizen Science app for reporting the presence of harmful algal blooms of blue-green algae (also known as cyanobacteria). The records you send in help speed up warnings to minimise risks to public and animal health. You will receive feedback on the records you submit which can help you learn how to recognise the risks to you and pets.
es_cl: Bloomin’ Algae es una aplicación de ciencia ciudadana para reportar la presencia de floraciones de algas verdeazuladas dañinas (también conocidas como cianobacterias). Los registros que envía ayudan a acelerar las advertencias para minimizar los riesgos para la salud pública y animal. Recibirá comentarios sobre los registros que envíe, lo que puede ayudarle a aprender cómo reconocer los riesgos para usted y sus mascotas.
fr_be: Bloomin 'Algae est une application de Science participative (‘Citizen Science’ en anglais) qui vous permet de signaler la présence de proliférations d'algues bleues (également appelées cyanobactéries). Les observations que vous envoyez contribuent à augmenter les connaissances sur ce phénomène mais aussi à accélérer les alertes afin de minimiser les risques pour la santé publique et animale. Pour chaque notification envoyée, vous recevrez une réaction d'expert, ce qui vous aidera à mieux évaluer les risques pour vous et vos animaux de compagnie. En Wallonie, la qualité des eaux de baignade officielles est suivie et le résultat est consultable sur le site internet <url>environnement.wallonie.be/baignade/#/station/map</url>
nl_be: Bloomin’ Algae is een Citizen Science app waarmee u de aanwezigheid van blauwalgenbloei (ook gekend als cyanobacteriën) kan rapporteren. De waarnemingen die u doorgeeft helpen niet alleen het algemene bewustzijn te vergroten maar ook het waarschuwingsproces te versnellen zodat de risico’s voor mens en dier worden beperkt. Over elke doorgegeven waarneming zal u feedback ontvangen zodat u zelf de risico’s beter leert inschatten.
no: Bloomin' Algae er en folkeforskningsapp for å rapportere forekomster av farlige oppblomstringer av cyanobakterier (også kjent som blågrønnalger). Registreringene du sender inn vil bidra til raskere oppføring av advarsler, og minimere helserisiko for mennesker og dyr. Du vil motta tilbakemelding på registreringene du sender inn, slik at du lærer å gjenkjenne risiko for deg selv og for kjæledyrene dine.

source: When you submit a record the data is stored within the <2>iRecord website</2>, where it will be displayed to users and be examined and verified by an expert. Only your records are available publically, not your contact details. These records may be collated and disseminated for education, scientific research and other public benefit uses but contact details will not be shared.
es_cl: Cuando envía un registro, los datos se almacenan en <2>el sitio web de iRecord</2>, donde se mostrarán a los usuarios y serán examinados y verificados por un experto. Solo sus registros están disponibles públicamente, no sus datos personales. Estos registros pueden ser recopilados y difundidos para la educación, la investigación científica y otros usos de beneficio público, pero los datos personales no serán compartidos.
fr_be: Lorsque vous envoyez une observation, les données sont stockées sur le <2> site Web iRecord </2>, où elles seront visibles par les autres utilisateurs et seront vérifiées par des experts. Seules vos observations sont disponibles publiquement, pas vos coordonnées personnelles qui ne seront pas partagées. Toutes les données d'observation peuvent être rassemblées et diffusées à des fins d'éducation, de recherche scientifique et autres utilisations d'intérêt public.
nl_be: Wanneer u een waarneming ingeeft, zal deze worden bewaard in <2>iRecod</2>, waar ze zichtbaar zal zijn voor andere gebruikers en tevens kan geverifieerd worden door een expert. Enkel de waarneming zal publiek beschikbaar worden gesteld, contactdetails van de gebruikers worden nooit gedeeld. Alle waarnemingen kunnen verzameld en verspreid worden voor educatieve, wetenschappelijke en andere publieke doeleinden.
no: Når du sender inn en registrering blir dataene lagret på <2>iRecord nettsiden</2>, hvor de vil være synlige for andre brukere og bli gjennomgått og verifisert av en ekspert. Det er kun registreringene dine som blir offentlig tilgjengelige, ikke kontaktinformasjonen din. Disse registreringene kan bli samlet inn og videreformidlet for benyttelse til opplæring/utdanning, forskning og andre allmenne nytteformål, men kontaktinformasjonen vil ikke bli delt.

source: As well as submitting a photo and location details, we ask you to confirm what general activities you, or others, are carrying out in, or around, the water (such as dog walking). This is because blue-green algae pose a greater risk to water-based activities, such as swimming or windsurfing, compared to non-contact activities such as walking. Blue-green algae can pose a very high risk to pets and livestock. By gathering details of activities undertaken we hope to gain a better understanding of how harmful algal blooms are impacting recreational use of freshwaters.
es_cl: Además de enviar una foto y los detalles de la ubicación, le pedimos que confirme qué actividades generales usted y otros están realizando en o alrededor del agua (como pasear perros). Esto se debe a que las algas verdeazuladas representan un mayor riesgo para las actividades acuáticas, como la natación o el windsurf, comparadas con las actividades sin contacto, como caminar. Las algas verdeazuladas pueden representar un riesgo muy alto para las mascotas y el ganado. Recompilando detalles de las actividades realizadas, esperamos obtener una mejor comprensión de cómo las floraciones de algas nocivas están afectando el uso recreativo de las aguas dulces.
fr_be: En plus de soumettre une photo et les détails du site, nous vous demandons d’indiquer les activités que vous, ou d'autres, réalisez dans, ou autour, de l'eau (comme la promenade avec des chiens, la pêche, le jogging...). En effet, les algues bleues présentent un risque plus élevé lors des activités aquatiques, comme la natation ou la planche à voile (contact direct avec l’eau) que pour les promeneurs. Elles peuvent présenter un risque élevé pour les animaux domestiques et le bétail s’ils boivent l’eau contaminée. En rassemblant ce type d' information, nous espérons mieux comprendre comment les proliférations d'algues bleues toxiques impactent l'utilisation récréative des eaux douces.
nl_be: Naast het insturen van foto’s en details van de locatie vragen we u om aan te geven welke activiteiten u en eventueel anderen in en rond het besmette water uitvoeren (bv. hond uitlaten, vissen, joggen, etc.). Blauwalgen vormen met name een groter risico voor zwemmers of windsurfers (rechtstreeks contact met water) dan voor wandelaars of joggers. Ze kunnen tevens een groot risico vormen voor huisdieren of vee die van het besmette water drinken. Door dit soort informatie te verzamelen, pogen we beter te begrijpen hoe erg blauwalgenbloei de waterrecreatie beïnvloedt.
no: I tillegg til å sende et bilde og detaljer om oppblomstringens beliggenhet, ber vi deg oppgi hva slags aktiviteter som foregår i eller rundt vannet (for eksempel hundelufting). Dette er fordi cyanobakterier utgjør en større risiko ved aktiviteter som utføres i eller på vannet, som svømming eller padling, sammenlignet med aktiviteter i nærheten av vannet, som turgåing. Cyanobakterier kan utgjøre en stor risiko for kjæledyr og husdyr. Ved å samle informasjon om aktiviteter i området håper vi å få en bedre forståelse av hvordan potensielt farlige algeoppblomstringer påvirker fritidsbruken av ferskvann.

source: <0>Privacy policy</0>
es_cl: <0>Normas de confidencialidad</0>
fr_be: <0>Politique de confidentialité</0>
nl_be: <0>Privacybeleid</0>
no: <0>Personvernerklæring</0>

source: What are blue-green algae?
es_cl: ¿Qué son las algas verdeazuladas?
fr_be: Que sont les algues bleues?
nl_be: Wat zijn blauwalgen?
no: Hva er cyanobakterier?

source: Blue-green algae are a type of bacteria, known as cyanobacteria, which can produce toxic chemicals that are very harmful to the health of people and animals. These algae naturally occur in all freshwaters, especially lakes, reservoirs, canals and slow-moving rivers. They are microscopic but, when abundant, grow to be visible small green particles or flakes. In calm sunny weather, they can rise to the surface and form thin wispy streaks, or thick paint-like scums on the water surface if they get very abundant. Shoreline scums and surface blooms (see ID guide in app) pose severe health risks, particularly to animals that swim or drink the affected water.
es_cl: Las algas verdeazuladas son un tipo de bacteria, conocidas como cianobacterias, que pueden producir sustancias químicas tóxicas que son muy dañinas para la salud de las personas y los animales. Estas algas se encuentran naturalmente en todas las aguas dulces, especialmente en lagos, embalses, canales y ríos de movimiento lento. Son microscópicas pero, cuando son abundantes, están visibles pequeñas partículas verdes o escamas. En un clima soleado y tranquilo, pueden subir a la superficie y formar finas escorias tenues, o gruesas parecidas a la pintura en la superficie del agua cuando son muy abundantes,. Las escorias costeras y las floraciones superficiales (consulte la guía de identificación en la aplicación) crean graves riesgos para la salud, especialmente para los animales que nadan o beben el agua contaminada.
fr_be: Les algues bleues sont en fait une catégorie de bactéries photosynthétiques, appelées cyanobactéries, dont certaines produisent des toxines nocives pour la santé des personnes et des animaux. Ces algues sont naturellement présentes dans toutes les eaux douces, en particulier les lacs, les réservoirs, les canaux et les rivières à faible débit. Elles sont microscopiques mais peuvent s'agglutiner en colonies visibles qui remontent à la surface et forment de fines trainées vaporeuses ou des écumes épaisses ressemblant à de la peinture si elles deviennent très abondantes. Les écumes de rivage et les efflorescences de surface (voir le guide photo d'identification dans l'application) présentent de graves risques pour la santé, en particulier pour les animaux qui nagent ou boivent de l'eau.
nl_be: Blauwalgen zijn in feite bacteriën (cyanobacteriën) die gifstoffen kunnen produceren die erg schadelijk zijn voor mens en dier. Deze organismen komen van nature voor in allerlei zoete wateren (voornamelijk meren, wachtbekkens, kanalen en traagstromende rivieren). Ze zijn microscopisch klein maar worden met het blote oog zichtbaar wanneer ze zich massaal vermenigvuldigen (bloeivorming) bij warm en zonnig weer en zich dan voornamelijk aan het wateroppervlak gaan ophouden. Ze vormen dan zogenaamde drijflagen op het wateroppervlak of aan de oever die in vorm variëren van dunne, olieachtige laagjes tot dikke, verfachtige drab (zie de ID gids in de app). Deze drijflagen kunnen ernstige gezondheidsrisico’s inhouden wanneer erin wordt gezwommen of ervan wordt gedronken.
no: Cyanobakterier er en type mikroalger, også kjent som blågrønnalger. De kan produsere giftstoffer (toksiner) som er helseskadelige for mennesker og dyr. Cyanobakterier forekommer naturlig i alle ferskvann, spesielt innsjøer, men også i mindre vann og elver. De er mikroskopiske, men i store mengder blir de synlige som små grønne partikler eller flak. Når det er solskinn og vindstille kan de flyte opp og danne tynne striper på overflaten, eller tykke malingslignende matter hvis det blir virkelig store mengder. Ansamlinger som dannes i strandlinjen og oppblomstringer på vannoverflaten (se veiledning for identifisering i appen), utgjør alvorlig helsefare, spesielt for dyr som svømmer i eller drikker av vannet.

source: Blooms of blue-green algae are most commonly seen during summer and early autumn months, particularly in calm and sunny weather, but they can linger in freshwaters into late autumn. They occasionally occur in winter and spring months. Most blooms are green but sometimes turquoise blue patches are seen on the water or along shorelines when the blooms start to decay. Some blooms are coloured red, dark brown or black.
es_cl: Las floraciones de algas verdeazuladas se observan con mayor frecuencia durante el verano y los primeros meses de otoño, particularmente en climas tranquilos y soleados, pero pueden permanecer en aguas dulces hasta finales de otoño. Ocasionalmente ocurren en los meses de invierno y primavera. La mayoría de las floraciones son verdes, pero a veces las manchas azul-turquesas se ven en el agua o a lo largo de las costas cuando las floraciones comienzan a descomponerse. Algunas floraciones son de color rojo, marrón oscuro o negro.
fr_be: Les proliférations d'algues bleues sont le plus souvent observées pendant les mois d'été et au début de l'automne, en particulier dans des conditions calmes et ensoleillées, mais elles peuvent persister jusqu'à la fin de l'automne. Elles surviennent occasionnellement en hiver et au printemps. La plupart des proliférations sont vertes, mais parfois des trainées turquoise sont visibles sur l'eau ou le long des rives quand les algues se décomposent. Certaines proliférations sont rouge, brun foncé ou noires.
nl_be: Blauwalgbloei komt meestal voor tijdens de zomer en de vroege herfst, vooral bij zonnig en kalm weer, maar ze kunnen aanhouden tot in de late herfst. Sporadisch kunnen ze ook in de winter en lente worden aangetroffen. Meestal zijn de bloeien groen gekleurd en wanneer de bloeien afsterven kunnen ook turquoise vlekken zichtbaar worden. Sommige bloeien zijn evenwel rood, donkerbruin of zwart.
no: Oppblomstringer av cyanobakterier blir oftest sett på sommeren og tidlig høst, spesielt når det er vindstille og solskinn, men de kan også bli værende i ferskvann helt til sen høst. De opptrer noen ganger også i vinter- og vårmåneder. De fleste oppblomstringer er grønne, men noen ganger kan turkise/blå flekker ses på vannet eller langs strandlinjen når oppblomstringen begynner å brytes ned. Noen oppblomstringer er rødfargede, mørk brune eller svarte.

source: Health risks
es_cl: Riesgos para la salud
fr_be: Risques pour la santé
nl_be: Gezondheidsrisico's
no: Helsefarer

source: The toxins that blue-green algae produce can result in a range of health effects in people and animals. They cause skin rashes and much more severe symptoms if swallowed (fever, vomiting, liver damage).
es_cl: Las toxinas que producen las algas verdeazuladas pueden provocar una serie de efectos sobre la salud de personas y animales. Pueden causar erupciones cutáneas y síntomas mucho más graves si se ingieren (fiebre, vómitos, daño hepático).
fr_be: Les toxines produites par les algues bleues peuvent entraîner toute une gamme d'effets sur la santé des personnes et des animaux, allant de symptômes légers (éruptions cutanées) jusqu'à des symptômes plus graves en cas d'ingestion (fièvre, vomissements, lésions du foie).
nl_be: De gifstoffen die blauwalgen produceren kunnen tot diverse gezondheidsklachten leiden bij mens en dier, gaande van milde (huidirritaties) tot ernstigere symptomen wanneer de algen worden ingeslikt (koorts, overgeven, leverschade).
no: Giftstoffene (toksinene) produsert av cyanobakterier kan føre til en rekke negative helseeffekter hos mennesker og dyr. De kan forårsake hudutslett, og enda flere alvorlige symptomer hvis de svelges (feber, oppkast, leverskade).

source: Dogs are especially at risk if they drink contaminated water, or lick their coat after swimming, with severe symptoms requiring very rapid vet treatment to avoid death. Blue-green algae have also caused the deaths of horses, cattle, birds and fish.
es_cl: Los perros están especialmente en riesgo si beben agua contaminada o se lamen su pelaje después de nadar, con síntomas graves que requieren un tratamiento veterinario muy rápido para evitar la muerte. Las algas verdeazuladas también han causado la muerte de caballos, ganado, aves y peces.
fr_be: Les chiens sont particulièrement à risque s'ils boivent de l'eau contaminée ou lèchent leur pelage après avoir nagé, avec des symptômes sévères nécessitant un traitement vétérinaire très rapide pour éviter leur décès. Des intoxications par des algues bleues ont également déjà causé la mort de chevaux, de bovins, d'oiseaux et de poissons.
nl_be: Honden zijn extra vatbaar omdat ze van het besmette water drinken of hun vacht likken nadat ze erin hebben rondgezwommen. Een snelle behandeling bij een dierenarts is dan vereist om sterfte te voorkomen. Vergiftiging door blauwalgen heeft ook reeds geleid tot sterfte bij paarden, vee, vogels en vissen.
no: Hunder er spesielt utsatt for risiko hvis de drikker vann med cyanobakterier eller slikker pelsen sin etter bading. Alvorlige symptomer kan oppstå som krever rask veterinærbehandling for å unngå dødsfall. Cyanobakterier har også forårsaket dødsfall hos hester, kyr, fugler og fisk.

source: If you are a pet owner you can find further information from the <2>Blue Cross</2>.
es_cl: Si tiene una mascota, puede encontrar más información en <2>Cruz Azul</2>.
fr_be: Si vous avez un animal domestique, vous pouvez trouver plus d'informations sur https://vetemergency.be/
nl_be: Wanneer u de eigenaar bent van een huisdier kan u voor meer informatie terecht bij <2>Vet Emergency</2>.
no: Dersom du er dyreeier kan du finne mer informasjon hos <2>Veterinærinstituttet</2>.

source: <0>If you, or your pet, become unwell after contact with water that may be contaminated with blue-green algae, we’d recommend you seek immediate medical or veterinary advice.</0>
es_cl: <0>Si usted o su mascota se sienten mal después de entrar en contacto con agua que puede estar contaminada con algas verdeazuladas, le recomendamos que busque atención médica o veterinaria de inmediato.</0>
fr_be: <0>Si vous ou votre animal de compagnie ne vous sentez pas bien après un contact avec de l'eau qui peut être contaminée par des algues bleues, nous vous recommandons de consulter immédiatement un médecin ou un vétérinaire.</0>
nl_be: Als uzelf of uw huisdier onwel wordt na contact met blauwalgen wordt aangeraden om direct medisch of veterinair advies in te winnen.
no: <0>Hvis du eller kjæledyret ditt føler dere dårlige etter kontakt med vann som kan ha oppblomstring av cyanobakterier, anbefaler vi at du umiddelbart kontakter lege eller veterinær. </0>

source: Report
es_cl: Reportar
fr_be: Envoyez une observation
nl_be: Rapporteren
no: Registrering

source: Further action
es_cl: Medidas adicionales
fr_be: Autres actions
nl_be: Verdere actie
no: Videre tiltak
