Repository: NERC-CEH/bloominalgae-app
Catalog: src/common/translations/interface/*.po
Languages: es_cl, fr_be, nl_be, no

source: The responsibility to manage algal blooms lies with the owner of the water concerned. If a bloom is present and no warning signs are visible, we recommend you contact the environmental health department in your local authority. Environmental health will assess any action required against the relevant guidance and may contact the regulatory authority (EA, SEPA, NRW, NIEA) for further water tests. You may also directly report incidents of algal blooms or water pollution incidents to your environment regulatory authority:
es_cl: La responsabilidad de gestionar las floraciones de algas recae en el propietario del agua en cuestión. Si hay una floración y no hay señales de advertencia visibles, le recomendamos que se ponga en contacto con el departamento de salud ambiental de su autoridad local. Salud ambiental evaluará cualquier acción necesaria en relación con las guía pertinentes y podrá contactar la autoridad reguladora para realizar más análisis del agua. También puede reportar directamente incidentes de floraciones de algas o incidentes de contaminación del agua a su autoridad reguladora del medio ambiente:
fr_be: La responsabilité de gérer les proliférations d'algues bleues incombe au propriétaire du plan d’eau concerné. Si vous observez une prolifération en Belgique et qu'aucun panneau d'avertissement n'est visible à cet endroit, nous vous recommandons de contacter rapidement le service de l'environnement de votre ville ou commune. Vous pouvez également signaler directement les incidents de prolifération d'algues ou de pollution de l'eau en Wallonie à 'SOS pollution' (Tel: 070/23.30.01) <url>environnement.wallonie.be/eew2000/divers/divr4.htm</url>
nl_be: De verantwoordelijkheid in het bestrijden van blauwalgenbloei ligt bij de eigenaar van het besmette water. Als u een blauwalgenbloei waarneemt en er zich nog geen waarschuwingsborden in de omgeving bevinden, wordt aangeraden om zo snel mogelijk de milieudienst van uw stad of gemeente te contacteren.
no: Ansvaret for å håndtere algeoppblomstringer ligger hos kommunene. Hvis en oppblomstring er til stede, men ingen advarsler er synlige ved vannet, anbefaler vi deg å ta kontakt med kommunen. De vil vurdere nødvendige tiltak i forhold til WHOs nyeste retningslinjer og kan kontakte NIVA eller Veterinærinstituttet for ytterligere undersøkelser av vannet. Du kan også rapportere algeoppblomstringer, vannforurensning eller mulige forgiftninger direkte til følgende organisasjoner:

source: For more information and advice on algal blooms see:<br/><br/><3>England & Wales</3><br/><br/><6>Scotland</6>
es_cl: Para obtener más información y consejos sobre las floraciones de algas, consulte:<br/><br/><3> Inglaterra y Gales</3><br/><br/><6>Escocia</6>
fr_be: Pour plus d'informations et des conseils concernant les proliférations algales, vous pouvez consulter les sites internet suivants:
no: Der kan du også kan finne mer informasjon og råd ved algeoppblomsstringer.

source: BRC approved
es_cl: Aprobado por BRC
fr_be: Approuvé par le BRC
nl_be: BRC goedgekeurd
no: BRC godkjent

source: Wherever you see this logo on a biological recording app you can be assured that the data you submit will be: made available to experts for quality assurance; made available for conservation and research and preserved for long-term use.
es_cl: Donde ve este logotipo en una aplicación de registro biológico, puede estar seguro de que los datos que envíe serán: puestos a disposición de expertos para la garantía de calidad; puestos a disposición para la conservación y la investigación y preservados para su uso a largo plazo.
fr_be: Quand vous voyez ce logo pour une application d'observations biologiques, vous êtes certain(e) que les données soumises seront: évaluées pour leur qualité par des experts; utilisées pour la protection de l'environnement et la recherche et préservées pour une utilisation à long terme.
nl_be: Wanneer u dit logo opmerkt in een biologische waarnemingen app kan u er zeker van zijn dat de ingestuurde data: voor kwaliteitscontrole ter beschikking worden gesteld aan experten, worden gebruikt voor onderzoek en worden bewaard voor langdurig gebruik.

source: This logo indicates that your data is:<1><0>Sent to the Biological Record Centre’s data warehouse linked to the iRecord system where it is accessible to you as the recorder, to an expert community of verifiers and other users of iRecord.</0><1>Quality assured data is passed onto Local Environmental Records Centres, National Recording Schemes and to the NBN Gateway.</1></1>
es_cl: Este logotipo indica que sus datos son\:<1><0>enviados al almacén de datos del Centro de Registro Biológico vinculado al sistema iRecord donde es accesible para usted como registrador, a una comunidad experta de verificadores y otros usuarios de iRecord.</0><1>Los datos de calidad asegurada se transmiten a los Centros de Registros Ambientales Locales, a los Esquemas Nacionales de Registro y a la puerta de enlace NBN.</1></1>
fr_be: Ce logo indique que vos observations sont envoyées dans la base de données du Biological Record Centre dans le système iRecord, où il est accessible à vous-mêmes en tant qu'observateur(rice), à des experts pour vérification et aux autres utilisateurs de iRecord. Les données, après vérification, sont transférées aux Local Environmental Records Centres, National Recording Schemes et au NBN Gateway.
nl_be: Dit logo geeft aan dat uw informatie: <1><0>naar de Biological Record Centre's dataopslagplaats in het iRecord systeem wordt gestuurd waar het voor uzelf als waarnemer, voor een expertenpanel van beoordelaars en voor andere gebruikers van iRecord raadpleegbaar is.</0><1>Geverifieerde waarnemingen worden doorgestuurd naar Local Environmental Records Centres, National Recording Schemes en de NBN Gateway.</1></1>

source: About BRC
es_cl: Sobre BRC
fr_be: A propos du BRC
nl_be: Over BRC

source: The <1>Biological Records Centre</1> (BRC), established in 1964, is a national focus in the UK for terrestrial and freshwater species recording. BRC works closely with the voluntary recording community, principally through support of national recording schemes and societies. BRC is supported by the Joint Nature Conservation Committee (JNCC) and the Centre for Ecology & Hydrology (UKCEH). The work of BRC is a major BRC of the National Biodiversity Network (NBN).
es_cl: El <1>Centro de Registros Biológicos</1> (BRC), establecido en 1964, es un foco nacional en el Reino Unido para el registro de especies terrestres y de agua dulce. El BRC colabora atentamente con la comunidad de voluntarios, principalmente mediante el apoyo a los sistemas y sociedades nacionales de registro. El BRC cuenta con el apoyo del Comité Conjunto para la Conservación de la Naturaleza (JNCC) y el Centro de Ecología e Hidrología (UKCEH). El trabajo del BRC es uno de los principales BRC de la Red Nacional de Biodiversidad (NBN).
fr_be: Le 'Biological Records Centre' (BRC) fondé en 1964, est une institution nationale au Royaume-Uni pour l'enregistrement des observations d'espèces terrestres et d'eau douce. BRC travaille en lien avec une communauté d'observateurs volontaires, principalement grâce au soutien de programmes et d'associations nationales. BRC bénéficie du soutien du Joint Nature Conservation Committee (JNCC) et du Centre for Ecology & Hydrology (UKCEH). Le BRC est un acteur majeur du National Biodiversity Network (NBN).
nl_be: Het <1>Biological Records Centre</1>(BRC), opgericht in 1964, is een nationale instelling van het VK voor het registreren van waarnemingen van terrestrische en zoetwater soorten. BRC werkt nauw samen met de gemeenschap van vrijwillige waarnemers, voornamelijk via ondersteuning van nationale registratie programma's en verenigingen. BRC wordt ondersteund door de Joint Nature Conservation Committee (JNCC) en het Centre for Ecology & Hydrology (UKCEH). De BRC is een belangrijk onderdeel van de National Biodiversity Network (NBN).

source: Which app should I use?
es_cl: ¿Qué aplicación debo usar?
fr_be: Quelle application devrais-je utiliser?
nl_be: Welke app gebruik ik best?

source: You might have noticed that several of<1> BRC apps</1> feature some of the same species? We have introduced the BRC Approved logo to signify that data from our apps all go to the same place. Therefore, you are free to choose which app you use to record a given species. All records will be sent to the same place, treated in the same way and will meet the established standards required by the Biological Record Centre.
es_cl: ¿Puede ser que hayas notado que varias de las <1> aplicaciones de BRC</1> cuentan con algunas de las mismas especies? Hemos introducido el logo aprobado por BRC para indicar que los datos de nuestras aplicaciones van al mismo lugar. Por lo tanto, usted es libre de elegir qué aplicación utiliza para registrar una determinada especie. Todos los registros serán enviados al mismo lugar, tratados de la misma manera y cumplirán con las normas establecidas exigidas por el Centro de Registro Biológico.
fr_be: Vous avez noté que plusieurs applications BRC peuvent être utilisées pour enregistrer les mêmes espèces? Pour signifier que les données de toutes nos applications sont rassemblées au même endroit, nous avons introduit le logo 'approuvé BRC' . C'est pourquoi vous êtes libres de choisir l'application pour enregistrer la présence d'une certaine espèce. Toutes les observations seront traitées de la même façon et devront respecter les standards de qualité requis par le Biological Record Centre.
nl_be: Mogelijks hebt u gemerkt dat verschillende <1>BRC apps</1>kunnen gebruikt worden om dezelfde soorten te registreren? Om aan te tonen dat de data van al onze apps op dezelfde plaats worden samengebracht, hebben we het 'BRC goedgekeurd' logo geïntroduceerd. Het staat u daarom vrij om een app te kiezen waarmee u een bepaalde soort wenst te registreren. Alle waarnemingen worden naar dezelfde locatie gestuurd, op dezelfde manier behandeld en voldoen aldus aan de gevestigde kwaliteitseisen van het BRC.

source: Credits
es_cl: Créditos
fr_be: Remerciements
nl_be: Dankbetuiging
no: Bidragsytere

source: The project would like to thank UKCEH, NERC and the Scottish Government for funding the app development and staff in the Scottish Environment Protection Agency, Health Protection Scotland, Environment Agency and Public Health England for their support, advice and guidance during the development of the app.
es_cl: El proyecto quiere agradecer a UKCEH, NERC y el Gobierno escocés por financiar el desarrollo de la aplicación y al personal de la Agencia Escocesa de Protección Ambiental, Health Protection Scotland, Environment Agency y Public Health England por su apoyo, consejo y orientación durante el desarrollo de la aplicación.
fr_be: Cette application a été développée avec le soutien financier du UK Centre for Ecology & Hydrology, le National Environment Research Council et le Gouvernement écossais. De plus, les membres du personnel du Scottish Environment Protection Agency, Health Protection Scotland, Environment Agency et Public Health England ont contribué par leur soutien, avis et conseils.
nl_be: Deze app werd ontwikkeld dankzij de financiële steun van het UK Centre for Ecology & Hydrology, de National Environment Research Council en de Scottish Government. Ook personeel van het Scottish Environment Protection Agency, Health Protection Scotland, Environment Agency en Public Health England hebben dankzij hun steun, advies en begeleiding hiertoe bijgedragen.
no: Dette prosjektet vil takke UKCEH, NERC og den skotske regjeringen for å finansiere utviklingen av appen. Den norske oversettelsen ble finansiert av NIVA, og vi takker ansatte ved NIVA, FHI og Veterinærinstituttet for råd og veiledning i utviklingen av en norsk versjon.

source: We are grateful for all the people that helped to create this app:
es_cl: Agradecemos a todas las personas que ayudaron a crear esta aplicación:
fr_be: Nous remercions spécialement les personnes qui ont aidé à la réalisation de cette application:
nl_be: Speciale dank is verschuldigd aan iedereen die heeft geholpen bij de totstandkoming van deze app :
no: Vi er takknemlige for alle som har hjulpet til med å lage denne appen:

source: Thanks also to Julia Ferguson for the logo design. Julia can be contacted at:<br/><br/><3>www.paintingbiology.com<br/></3> <br/>Twitter: @JuliaFpaintsbio<br/>email: paintingbiology@gmail.com
es_cl: Gracias también a Julia Ferguson por el diseño del logo. Julia puede ser contactada at:<br/><br/><3>www.paintingbiology.com<br/></3> <br/> Twitter: @JuliaFpaintsbio<br/>email: paintingbiology@gmail.com
fr_be: Merci aussi à Julia Ferguson pour la conception du logo. Julia peut être contactée à :www.paintingbiology.com Twitter: @JuliaFpaintsbioemail: paintingbiology@gmail.com
nl_be: Julia Ferguson was verantwoordelijk voor het logo ontwerp. Ze is bereikbaar via: <br/><br/><3>www.paintingbiology.com <br/></3><br/>Twitter: @JuliaFpaintsbio<br/> email: paintingbiology@gmail.com
no: Takk også til Julia Ferguson for logo design. Julia kan kontaktes på: <br/><br/><3>www.paintingbiology.com<br/></3><br/>Twitter: @JuliaFpaintsbio<br/>epost: paintingbiology@gmail.com

source: Settings
es_cl: Configuración
fr_be: Paramètres
nl_be: Instellingen
no: Innstillinger

source: English
es_cl: Inglés
fr_be: Anglais
nl_be: Engels
no: Engelsk

source: Language
es_cl: Idioma
nl_be: Taal
no: Språk

source: Share app crash data so we can make the app more reliable.
es_cl: Comparta los datos de bloqueo de la aplicación para que podamos hacer que la aplicación sea más confiable.
fr_be: Partagez vos données de plantage de l'application pour la rendre plus fiable
nl_be: Deel de app crash data zodat we de werking van de app kunnen verbeteren.
no: Del appens feildata slik at vi kan gjøre den mer pålitelig.

source: Reset App
es_cl: Reiniciar aplicación
fr_be: Réinitialiser l'application
no: Gjenopprett App

source: Share App Analytics
es_cl: Compartir datos analíticos de la aplicación
fr_be: Partager l'analytique de l'application
nl_be: Deel de App Analytics
no: Del App Analyser

source: Cancel
es_cl: Anular
fr_be: Annuler
nl_be: Afmelden
no: Avbryt

source: Reset
es_cl: Reinicia
fr_be: Réinitialiser
nl_be: Bijstellen
no: Tilbakestill

source: Are you sure you want to reset the application to its initial state?<1><0>This will wipe all the locally stored app data!</0></1>
es_cl: ¿Está seguro de que desea reiniciar la aplicación? 1><0>¡Esto borrará todos los datos de la aplicación almacenados localmente!</0></1>
fr_be: Etes-vous certain(e) de vouloir réinitialiser l'application vers son état initial? Ceci éliminera toutes les données de l'application qui sont conservées localement
nl_be: Bent u er zeker van dat u de app in zijn oorspronkelijke toestand wilt herstellen?<1><0>Dit zal alle lokaal opgeslagen app data verwijderen!</0></1>
no: Er du sikker på at du vil gjenopprette applikasjonen til dens opprinnelige innstillinger?<1><0>Dette vil slette alle data lagret lokalt i appen!</0></1>

source: No uploaded records
es_cl: No hay registros cargados
fr_be: Pas d'observations téléchargées
nl_be: Geen opgeladen waarnemingen
no: Ingen registreringer er lastet opp

source: Discard
es_cl: Desechar
fr_be: Eliminer
nl_be: Verwijder
no: Forkast

source: Continue
es_cl: Continuar
fr_be: Continuer
nl_be: Ga verder
no: Fortsett

source: Previous record draft exists, would you like to continue it?
es_cl: Hay un borrador de registro anterior, ¿te gustaría continuarlo?
fr_be: Des brouillons d'observation existent, voulez-vous les finaliser?
nl_be: Er is een eerdere conceptversie van de waarneming beschikbaar, wilt u daar graag mee verder gaan?
no: Det finnes allerede utkast til registrering, vil du fortsette på denne?

source: No photo has been added.
es_cl: No se ha añadido ninguna foto
fr_be: Aucune photo n'a été ajoutée
nl_be: Er zijn geen foto's toegevoegd.
no: Bilde er ikke lagt til.

source: Press <1></1> to add.
es_cl: Pulsa <1></1>para añadir
fr_be: Pressez pour ajouter
nl_be: Druk<1></1>om toe te voegen.
no: Trykk <1></1> for å legge til.

source: Location
es_cl: Ubicación
fr_be: Localisation
nl_be: Locatie
no: Beliggenhet

source: Today
es_cl: Hoy
fr_be: Aujourd'hui
nl_be: Vandaag
no: I dag

source: Date
es_cl: Fecha
nl_be: Datum
no: Dato

source: Bloom size
es_cl: Tamaño de la proliferación de algas.
fr_be: Taille de la prolifération
no: Størrelse på oppblomstring

source: Activities
es_cl: Actividades
fr_be: Activités
nl_be: Activiteiten
no: Aktiviteter

source: Comment
es_cl: Comentarios
fr_be: Commentaires
nl_be: Opmerking
no: Kommentar

source: Please add any extra info about this record.
es_cl: Por favor, añada cualquier información adicional sobre este registro.
fr_be: Veuillez ajouter ici toute information supplémentaire concernant cette observation
nl_be: Voeg a.u.b. alle extra info over deze waarneming toe.
no: Vennligst tilføy eventuell ekstra informasjon om denne registreringen.

source: Enter more information here...
es_cl: Introducir más informaciónes aquí...
fr_be: Entrez plus d'information ici
nl_be: Voer hier meer informatie in...
no: Legg til mer informasjon her...

source: What activities were you doing?
es_cl: ¿Qué actividades estabas haciendo?
fr_be: Quelle(s) activité(s) étiez-vous en train de faire?
nl_be: Welke activiteiten was u aan het uitvoeren?
no: Hvilke aktiviteter bedrev du?

source: Walking / Running
es_cl: Caminar/Correr
fr_be: Se promener/courir
nl_be: Wandelen/Lopen
no: Gåing / Løping

source: Dog-walking
es_cl: Pasear perros
fr_be: Promener un chien
nl_be: Hond uitlaten
no: Hundelufting

source: Cycling
es_cl: Ciclismo
fr_be: Faire du vélo
nl_be: Fietsen
no: Sykling

source: Birdwatching
es_cl: Observación de aves
fr_be: Observer les oiseaux
nl_be: Vogels spotten
no: Fuglekikking

source: Fishing
es_cl: Pesca
fr_be: Pêcher
nl_be: Hengelen
no: Fisking

source: Swimming
es_cl: Nadar
fr_be: Nager
nl_be: Zwemmen
no: Bading

source: Boats / Watersports
es_cl: Barca/Deportes acuáticos
fr_be: Sports nautiques
nl_be: Bootje varen/Watersporten
no: Båt / Vannsport

source: Other
es_cl: Otro
fr_be: Autre
nl_be: Andere
no: Annet

source: What activities are done at this location?
es_cl: ¿Qué actividades se hacen en este lugar?
fr_be: Quelles activités sont réalisées dans ce site?
nl_be: Welke activiteiten worden hier doorgaans gehouden?
no: Hvilke aktiviteter foregår på dette stedet?

source: Please select the activities type for this record.
es_cl: Seleccione el tipo de actividades para este registro.
fr_be: Veuillez sélectionner les types d'activités concernant cette observation
nl_be: Selecteer het type activiteit voor deze waarneming.
no: Vennligst velg aktivitetstypen for denne registreringen.

source: Doormat
es_cl: Felpudo
fr_be: Paillasson
nl_be: Deurmat
no: Dørmatte

source: Parking space
es_cl: Zona de aparcamiento
fr_be: Place de parking
nl_be: Parkeerplaats
no: Parkeringsplass

source: Tennis court
es_cl: Cancha de tenis
fr_be: Terrain de tennis
nl_be: Tennisveld
no: Tennisbane

source: Even bigger
es_cl: Aún más grande
fr_be: Encore plus grand
nl_be: Nog groter
no: Enda større

source: Select the closest match below.
es_cl: Seleccione la coincidencia más cercana
fr_be: Sélectionnez ce qui est le plus ressemblant.
nl_be: Selecteer hieronder de beste overeenkomst.
no: Velg den som passer best under.

source: Warning
es_cl: Alarma
fr_be: Avertissement
nl_be: Waarschuwing
no: Advarsel

source: Blue-Green algae (also known as cyanobacteria) can be harmful to the health of people and animals. Do NOT touch or ingest anything you suspect to be a bloom and do not allow pets or children to come into contact with, or swallow, the water.
es_cl: Las algas verdeazuladas (también conocidas como cianobacterias) pueden ser nocivoas para la salud de personas y animales. NO toque ni ingiera nada que sospeche que es una floración y no permita que las mascotas o los niños entren en contacto con, o traguen, el agua.
fr_be: Les algues bleues (également appelées cyanobactéries) peuvent nuire à la santé des personnes et des animaux. Evitez le contact avec de l'eau que vous soupçonnez être contaminée par des algues bleues et ne laissez pas les animaux domestiques ou les enfants toucher ou avaler de l’eau.
nl_be: Blauwalgen (ook gekend als cyanobacteriën) kunnen de gezondheid van mens en dier ernstig schaden. Vermijd contact met water waarvan u vermoedt dat het met blauwalgen is besmet en verhinder dat kinderen of huisdieren deze bloeien aanraken of inslikken!
no: Cyanobakterier (også kjent som blågrønnalger) kan være helseskadelige for mennesker og dyr. IKKE berør eller innta noe du mistenker kan være en oppblomstring, og ikke la barn eller dyr komme i kontakt med eller svelge vannet.

source: Got it!
es_cl: ¡Entendido!
fr_be: J'ai compris!
nl_be: Ik begrijp het!
no: Jeg forstår!

source: Delete
es_cl: Eliminar
fr_be: Supprimer
nl_be: Wissen
no: Slett

source: No finished pending records.
es_cl: No hay registros pendientes terminados.
fr_be: Observation en attente et non finalisée
nl_be: Geen reeds afgewerkte lopende waarnemingen.
no: Ingen fullførte, ventende registreringer.

source: Location name e.g. lake, reservoir or pond name
es_cl: Nombre de la ubicación, por ejemplo, nombre del lago, embalse o estanque
fr_be: Nom de la localité, par ex., nom du lac, étang, barrage ou réservoir
nl_be: Naam vindplaats, bv. naam van het meer, het spaarbekken of de vijver
no: Stedsnavn, f. eks. navn på innsjø eller tjern

source: Please add a photo of the bloom
es_cl: Por favor, añade una foto de la floración
fr_be: Veuillez ajouter une photo du bloom
nl_be: Voeg een foto van de bloei toe
no: Vennligst legg til et bilde av oppblomstringen

source: Please select location.
es_cl: Seleccione la ubicación.
fr_be: Veuillez sélectionner la localisation
nl_be: Selecteer de locatie.
no: Vennligst velg en beliggenhet.

source: Got it
es_cl: ¡Entendido!
fr_be: J'ai compris
nl_be: Ik begrijp het
no: Jeg forstår

source: Record incomplete
es_cl: Registro incompleto
fr_be: Observation incomplète
nl_be: Onvolledige waarneming
no: Ufullstendig registrering

source: Incorrect
es_cl: Incorrecto
nl_be: Onjuist
no: Feil

source: Correct
es_cl: Correcto
no: Riktig

source: Navigate
es_cl: Navegar
fr_be: Naviguer
nl_be: Navigeer
no: Naviger

source: Algal bloom info
es_cl: Informaciones sobre las floraciones de algas
fr_be: Information sur la prolifération algale
nl_be: Algenbloei info
no: Informasjon om algeoppblomstring

source: Report a bloom
es_cl: Reporte una floración de algas
fr_be: Enregistrez l'observation d'une prolifération
nl_be: Rapporteer een bloei
no: Rapporter en oppblomstring

source: App version
es_cl: Versión de la aplicación
fr_be: Version de l'application
nl_be: App versie
no: App-versjon

source: Are you sure you want to delete this record ?
es_cl: ¿Está seguro de que desea eliminar este registro?
fr_be: Etes-vous certain(e) de vouloir éliminer cette observation?
nl_be: Bent u zeker om deze waarneming te wissen?
no: Er du sikker på at du vil slette denne registreringen ?

source: Using the app
es_cl: Usar la aplicación
fr_be: Utilisation de l'application
nl_be: Gebruik van de app
no: Bruk av appen
